Repository: Elite-Kode/EDMC-Discord-Presence
Catalog: L10n/*.strings
Languages: de, fr, pt_br, ru

source: !Language
de: Deutsch
fr: Français
pt_br: Português (Brasil)
ru: Русский

source: Connecting CMDR Interface
de: Verbindet mit KMDT-Schnittstelle
fr: Interfaçage au Vaisseau
pt_br: Conectando Interface do CMDT
ru: Подключение интерфейса КМДР

source: In system {system}
de: Im System {system}
fr: Dans le système {system}
pt_br: No sistema {system}

source: Docked at {station}{ship}
de: Angedockt an {station}{ship}
fr: Docké à {station}{ship}
pt_br: Docado em {station}{ship}

source: Jumping
de: Springt
fr: Saut
pt_br: Saltando

source: Jumping to system {system}{ship}
de: Springt zum System {system}{ship}
fr: Saut vers {system}{ship}
pt_br: Saltando para systema {system}{ship}

source: Preparing for supercruise
de: Macht sich bereit für Supercruise
fr: Préparation d'un saut en supercruise
pt_br: Preparando para supercruseiro{ship}

source: Supercruising{ship}
de: Im Supercruise{ship}
fr: Supercruise{ship}
pt_br: Supercrusando{ship}

source: Flying in normal space{ship}
de: Fliegt im normalen Raum{ship}
fr: En vol dans l'espace{ship}
pt_br: Voando em espaço normal{ship}

source: Flying near {station}{ship}
de: Fliegt nahe {station}{ship}
fr: En vol près de {station}{ship}
pt_br: Voando perto de {station}{ship}

source: Approaching {body}{ship}
de: Nähert sich {body}{ship}
fr: En approche de {body}{ship}
pt_br: Aproximando-se de {body}{ship}

source: Landed on {body}{ship}
de: Gelandet auf {body}{ship}
fr: Posé sur {body}{ship}
pt_br: Pousado em {body}{ship}

source: Flying around {body}{ship}
de: Fliegt um {body}{ship}
fr: Vol autour de {body}{ship}
pt_br: Voando ao redor de {body}{ship}

source: In SRV on {body}
de: Im SRV auf {body}
fr: En SRV sur {body}
pt_br: No SRV em {body}
ru: В ТРП на поверхности {body}

source: In SRV on {body}, {ship} in orbit
de: Im SRV auf {body}, {ship} im Orbit
pt_br: No SRV em {body}, {ship} em órbita

source: In SRV on {body},{ship} in orbit
fr: En SRV sur {body}, {ship} en orbite

source: In system {system} {ship}
ru: В системе {system} {ship}

source: Docked at {station} {ship}
ru: Пристыкован к {station} {ship}

source: Jumping {ship}
ru: Гиперпрыжок{ship}

source: Jumping to system {system} {ship}
ru: Гиперпрыжок в систему {system} {ship}

source: Preparing for supercruise {ship}
ru: Подготовка к переходу в супереркруиз{ship}

source: Supercruising {ship}
ru: Полет в суперкруизе{ship}

source: Flying in normal space {ship}
ru: Полет в обычном космосе{ship}

source: Flying near {station} {ship}
ru: Полет вблизи {station} {ship}

source: Approaching {body} {ship}
ru: Приближение к {body} {ship}

source: Landed on {body} {ship}
ru: Посадка на {body} {ship}

source: Flying around {body} {ship}
ru: Полет возле {body} {ship}

source: In SRV on {body}, {ship} in orbit
ru: В ТРП на поверхности {body}, {ship} на орбите
